[
  {
    "id": 1,
    "title": "Beetroot & red onion tarte tatin",
    "updated": "2019-11-04 15:07:22",
    "text": "<p> For the pie shell: Preheat the oven to 350°F. </p>\r\n<ol>\r\n<li>For the pie shell: Preheat the oven to 350°F. Toss together the crumbs and butter in a medium bowl to moisten. Press the mixture onto the bottom and up the sides of a 9½-inch deep-dish pie pan.\r\n</li>\r\n<li>Refrigerate for at least 15 minutes to firm up the butter. \r\n</li>\r\n<li>Bake in the center of the oven for about 10 minutes, or until just set and fragrant. Place on a wire rack to cool to room temperature.</li>\r\n<li>For the glaze: Heat the chocolate, confectioners’ sugar, butter, cream, and corn syrup in a small saucepan over low heat, stirring until smooth. Remove the pan from the heat and stir in the almond extract. Let sit until lukewarm.\r\n</li>\r\n</ol>",
    "cook": "Koen De Weggheleire",
    "label": "Junk food vegan",
    "image": "/assets/img/recipes/image-1.jpg"
  },
  {
    "id": 2,
    "title": "Mint & basil griddled peach",
    "updated": "2019-11-06 11:07:22",
    "text": "<p> For the Mint & basil griddled peach: Preheat the oven to 350°F. Toss together the crumbs and butter in a medium bowl to moisten. </p>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<ol>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<li>For the filling: Let the ice cream sit at room temperature for about 10 minutes, or until soft enough to scoop and spread. Spread 2 cups of the ice cream in the pie shell.\r\n\r\n\r\n\r\n\r\n\r\n</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<li>If the reserved glaze has turned too firm to pour, reheat it over very low heat. Drizzle the ice cream with half the remaining glaze and sprinkle with half the almonds.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<li>Return to the refrigerator to chill for 15 minutes, then repeat the layers. Freeze for 2 hours, or until firm.\r\n\r\n\r\n</li>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</ol>",
    "cook": "Wouter Verweirder",
    "label": "Raw vegan",
    "image": "/assets/img/recipes/image-2.jpg"
  },
  {
    "id": 3,
    "title": "Thai green curry",
    "updated": "2019-11-22 15:01:21",
    "text": "<p>Toss together the crumbs and butter in a medium bowl to moisten to make the Thai green curry. </p>\r\n\r\n<ol>\r\n<li>For the glaze: Heat the chocolate, confectioners’ sugar, butter, cream, and corn syrup in a small saucepan over low heat, stirring until smooth. \r\n</li>\r\n<li>Remove the pan from the heat and stir in the almond extract. Let sit until lukewarm.</li>\r\n<li>For the pie shell: Preheat the oven to 350°F. Toss together the crumbs and butter in a medium bowl to moisten.</li>\r\n<li>Press the mixture onto the bottom and up the sides of a 9½-inch deep-dish pie pan.</li>\r\n<li>Refrigerate for at least 15 minutes to firm up the butter. Bake in the center of the oven for about 10 minutes, or until just set and fragrant.\r\n\r\n</li>\r\n<li> Place on a wire rack to cool to room temperature.</li>\r\n</ol>",
    "cook": "Simon Vanherweghe",
    "label": "Whole-food vegans",
    "image": "/assets/img/recipes/image-3.jpg"
  }
]
